Repository: qompassai/Nautilus
Catalog: BlueTeam/forte/po/forte/*.po
Languages: ro, sv

source: Error
ro: Eroare
sv: Fel

source: Looks like something went wrong :(
ro: Se pare că ceva a mers prost :(
sv: Det verkar som att något gick snett :(

source: Error message: {{ internal_error }}
ro: Mesaj de eroare: {{ internal_error }}
sv: Felmeddelande: {{ internal_error }}

source: There was an error with your request:
ro: A existat o eroare în cererea dumneavoastră:
sv: Det uppstod ett fel med din begäran:

source: We found an entry for <span class="email">{{ query }}</span>:
ro: Am găsit o intrare pentru <span class="email">{{ query }}</span>:
sv: Vi hittade en post för <span class="email">{{ query }}</span>:

source: <strong>Hint:</strong> It's more convenient to use <span class="brand">keys.openpgp.org</span> from your OpenPGP software.<br /> Take a look at our <a href="/about/usage">usage guide</a> for details.
ro: <strong>Indicație:</strong> Este mai convenabil să utilizați <span class="brand">keys.openpgp.org</span> din software-ul OpenPGP.<br /> Consultați ghidul nostru <a href="/about/usage">de utilizare</a> pentru detalii.
sv: <strong>Tips:</strong> Det är enklare att använda <span class="brand">keys.openpgp.org</span> från din OpenPGP-mjukvara.<br /> Kolla in vår <a href="/about/usage">användarguide</a> för mer detaljer.

source: debug info
ro: informații de depanare
sv: felsökningsinfo

source: Search by Email Address / Key ID / Fingerprint
ro: Căutare după adresa de e-mail / ID cheie / amprentă digitală
sv: Sök efter e-postadress / nyckel-ID / fingeravtryck

source: Search
ro: Căutare
sv: Sök

source: You can also <a href="/upload">upload</a> or <a href="/manage">manage</a> your key.
ro: De asemenea, puteți <a href="/upload">să vă încărcați</a> ori <a href="/manage">să vă gestionați</a> cheia.
sv: Du kan också <a href="/upload">ladda upp</a> eller <a href="/manage">hantera</a> din nyckel.

source: Find out more <a href="/about">about this service</a>.
ro: Aflați mai multe <a href="/about">despre acest serviciu</a>.
sv: Läs mer <a href="/about">om den här tjänsten</a>.

source: News:
ro: Știri:
sv: Nyheter:

source: <a href="/about/news#2019-11-12-celebrating-100k">Celebrating 100.000 verified addresses! 📈</a> (2019-11-12)
ro: <a href="/about/news#2019-11-12-celebrating-100k">Sărbătorim 100.000 de adrese verificate! 📈</a> (2019-11-12)
sv: <a href="/about/news#2019-11-12-celebrating-100k">Vi firar 100 000 verifierade adresser! 📈</a> (2019-11-12)

source: v{{ version }} built from
ro: v{{ version }} construit din
sv: v{{ version }} byggd från

source: Powered by <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
ro: Alimentat de <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
sv: Drivs av <a href="https://sequoia-pgp.org">Sequoia-PGP</a>

source: Background image retrieved from <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> under CC BY-SA 3.0
ro: Imagine de fundal preluată de la <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> sub CC BY-SA 3.0
sv: Bakgrundsbild hämtad från <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> under CC BY-SA 3.0

source: Maintenance Mode
ro: Modul de întreținere
sv: Underhållsläge

source: Manage your key
ro: Gestionați cheia dumneavoastră
sv: Hantera din nyckel

source: Enter any verified email address for your key
ro: Introduceți orice adresă de e-mail verificată pentru cheia dumneavoastră
sv: Ange någon verifierad e-postadress för din nyckel

source: Send link
ro: Trimite link
sv: Skicka länk

source: We will send you an email with a link you can use to remove any of your email addresses from search.
ro: Vă vom trimite un e-mail cu un link pe care îl puteți utiliza pentru a elimina oricare dintre adresele dvs. de e-mail din căutare.
sv: Vi kommer att skicka ett e-postmeddelande till dig med en länk som du kan använda för att ta bort någon av dina e-postadresser från sökresultaten.

source: Managing the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
ro: Gestionarea cheii <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
sv: Hanterar nyckeln <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.

source: Your key is published with the following identity information:
ro: Cheia dvs. este publicată cu următoarele informații de identitate:
sv: Din nyckel är publicerad med följande identitetsinformation:

source: Delete
ro: Ștergeți
sv: Radera

source: Clicking "delete" on any address will remove it from this key. It will no longer appear in a search.<br /> To add another address, <a href="/upload">upload</a> the key again.
ro: Dacă faceți clic pe "delete" pe orice adresă, aceasta va fi eliminată din această cheie. Aceasta nu va mai apărea într-o căutare.<br /> Pentru a adăuga o altă adresă, <a href="/upload">încărcați</a> din nou cheia.
sv: Att klicka "radera" på en adress kommer att ta bort den från den här nyckeln. Den kommer inte längre att visas i en sökning.<br /> För att lägga till en annan adress, <a href="/upload">ladda upp</a>nyckeln igen.

source: Your key is published as only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
ro: Cheia dvs. este publicată doar ca informație neidentitară. (<a href="/about" target="_blank">Ce înseamnă acest lucru?</a>)
sv: Din nyckel är nu publicerad som endast icke-identifierbar information. (<a href="/about" target="_blank">Vad betyder detta?</a>)

source: To add an address, <a href="/upload">upload</a> the key again.
ro: Pentru a adăuga o adresă, <a href="/upload">încărcați</a> din nou cheia.
sv: För att lägga till en adress, <a href="/upload">ladda upp</a> nyckeln igen.

source: We have sent an email with further instructions to <span class="email">{{ address }}</span>.
ro: Am trimis un e-mail cu instrucțiuni suplimentare la <span class="email">{{ address }}</span>.
sv: Vi har skickat ett e-postmeddelande med vidare instruktioner till <span class="email">{{ address }}</span>.

source: This address has already been verified.
ro: Această adresă a fost deja verificată.
sv: Den här adressen har redan verifierats.

source: Your key <span class="fingerprint">{{ key_fpr }}</span> is now published for the identity <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
ro: Cheia dvs. <span class="fingerprint">{{ key_fpr }}</span> este acum publicată pentru identitate <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
sv: Din nyckel <span class="fingerprint">{{ key_fpr }}</span> är nu publicerad för identiteten <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.

source: Upload your key
ro: Încărcați cheia dumneavoastră
sv: Ladda upp din nyckel

source: Upload
ro: Încărcați
sv: Ladda upp

source: Need more info? Check our <a target="_blank" href="/about">intro</a> and <a target="_blank" href="/about/usage">usage guide</a>.
ro: Aveți nevoie de mai multe informații? Consultați ghidul nostru <a target="_blank" href="/about">introductiv</a> și <a target="_blank" href="/about/usage">de utilizare</a>.
sv: Behöver du mer information? Kolla in vår <a target="_blank" href="/about">introduktion</a> och <a target="_blank" href="/about/usage">användarguide</a>.

source: You uploaded the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
ro: Ați încărcat cheia <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
sv: Du laddade upp nyckeln <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.

source: This key is revoked.
ro: Această cheie este revocată.
sv: Den här nyckeln är återkallad.

source: It is published without identity information and can't be made available for search by email address (<a href="/about" target="_blank">what does this mean?</a>).
ro: Acesta este publicat fără informații privind identitatea și nu poate fi disponibil pentru căutare după adresa de e-mail (<a href="/about" target="_blank">ce înseamnă acest lucru?</a>).
sv: Den är nu publicerad utan identitetsinformation och kan inte göras tillgänglig för sökning via e-postadress (<a href="/about" target="_blank">vad betyder detta?</a>).

source: This key is now published with the following identity information (<a href="/about" target="_blank">what does this mean?</a>):
ro: Această cheie este acum publicată cu următoarele informații de identitate (<a href="/about" target="_blank">ce înseamnă acest lucru?</a>):
sv: Den här nyckeln är nu publicerad med följande identitetsinformation (<a href="/about" target="_blank">vad betyder detta?</a>):

source: Published
ro: Publicat
sv: Publicerad

source: This key is now published with only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
ro: Această cheie este acum publicată doar cu informații care nu au legătură cu identitatea. (<a href="/about" target="_blank">Ce înseamnă acest lucru?</a>)
sv: Den här nyckeln är nu publicerad med endast icke-identifierbar information. (<a href="/about" target="_blank">Vad betyder detta?</a>)

source: To make the key available for search by email address, you can verify it belongs to you:
ro: Pentru ca cheia să fie disponibilă pentru căutare după adresa de e-mail, puteți verifica dacă vă aparține:
sv: Du kan verifiera att nyckeln tillhör dig för att göra den sökbar via e-postadress:

source: Verification Pending
ro: Verificare în așteptare
sv: Avvaktar verifiering

source: <strong>Note:</strong> Some providers delay emails for up to 15 minutes to prevent spam. Please be patient.
ro: <strong>Notă:</strong> Unii furnizori întârzie e-mailurile cu până la 15 minute pentru a preveni spam-ul. Vă rugăm să aveți răbdare.
sv: <strong>Obs:</strong> Vissa leverantörer fördröjer e-postmeddelanden i upp till 15 minuter för att förhindra spam. Ha tålamod.

source: Send Verification Email
ro: Trimiteți e-mail de verificare
sv: Skicka verifieringsmeddelande

source: This key contains one identity that could not be parsed as an email address.<br /> This identity can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
ro: Această cheie conține o identitate care nu a putut fi interpretată ca o adresă de e-mail.<br /> Această identitate nu poate fi publicată pe <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">De ce?</a>)
sv: Den här nyckeln innehåller en identitet som inte kunde behandlas som en e-postadress.<br /> Den här identiteten kan inte publiceras på <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Varför?</a>)

source: This key contains {{ count_unparsed }} identities that could not be parsed as an email address.<br /> These identities can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
ro: Această cheie conține {{ count_unparsed }} identități care nu au putut fi analizate ca adresă de e-mail.<br /> Aceste identități nu pot fi publicate pe <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">De ce?</a>)
sv: Den här nyckeln innehåller {{ count_unparsed }} identiteter som inte kunde behandlas som en e-postadress.<br /> Dessa identiteter kan inte publiceras på <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Varför?</a>)

source: This key contains one revoked identity, which is not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
ro: Această cheie conține o identitate revocată, care nu este publicată. (<a href="/about/faq#revoked-uids" target="_blank">De ce?</a>)
sv: Den här nyckeln innehåller en återkallad identitet, som inte är publicerad. (<a href="/about/faq#revoked-uids" target="_blank">Varför?</a>)

source: This key contains {{ count_revoked }} revoked identities, which are not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
ro: Această cheie conține {{ count_revoked }} identități revocate, care nu sunt publicate. (<a href="/about/faq#revoked-uids" target="_blank">De ce?</a>)
sv: Den här nyckeln innehåller {{ count_revoked }} återkallade identiteter, som inte är publicerade. (<a href="/about/faq#revoked-uids" target="_blank">Varför?</a>)

source: Your keys have been successfully uploaded:
ro: Cheile dvs. au fost încărcate cu succes:
sv: Din nycklar har laddats upp:

source: <strong>Note:</strong> To make keys searchable by email address, you must upload them individually.
ro: <strong>Notă:</strong> Pentru ca cheile să poată fi căutate în funcție de adresa de e-mail, trebuie să le încărcați individual.
sv: <strong>Obs:</strong> För att göra nycklar sökbara via e-postadress behöver du ladda upp dem en och en.

source: Verifying your email address…
ro: Verificarea adresei dvs. de e-mail...
sv: Verifierar din e-postadress…

source: If the process doesn't complete after a few seconds, please <input type="submit" class="textbutton" value="click here" />.
ro: Dacă procesul nu se finalizează după câteva secunde, vă rugăm să <input type="submit" class="textbutton" value="click here" />.
sv: Om processen inte slutförs efter några sekunder, vänligen <input type="submit" class="textbutton" value="click here" />.

source: Manage your key on {{domain}}
ro: Gestionați cheia dvs. pe {{domain}}
sv: Hantera din nyckel på {{domain}}

source: Hi,
ro: Salut,
sv: Hej,

source: This is an automated message from <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
ro: Acesta este un mesaj automat de la <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
sv: Detta är ett automatiskt meddelande från <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.

source: If you didn't request this message, please ignore it.
ro: Dacă nu ați cerut acest mesaj, vă rugăm să îl ignorați.
sv: Om du inte bad om det här meddelandet, vänligen ignorera det.

source: OpenPGP key: <tt>{{primary_fp}}</tt>
sv: OpenPGP-nyckel: <tt>{{primary_fp}}</tt>

source: To manage and delete listed addresses on this key, please follow the link below:
ro: Pentru a gestiona și șterge adresele listate pe această cheie, vă rugăm să urmați linkul de mai jos:
sv: För att hantera och radera listade adresser på den här nyckeln, följ länken nedan:

source: You can find more info at <a href="{{base_uri}}/about">{{domain}}/about</a>.
ro: Puteți găsi mai multe informații la <a href="{{base_uri}}/about">{{domain}}/about</a>.
sv: Du kan hitta mer information på <a href="{{base_uri}}/about">{{domain}}/about</a>.

source: distributing OpenPGP keys since 2019
ro: distribuirea cheilor OpenPGP din 2019
sv: distribuerar OpenPGP-nycklar sedan 2019

source: This is an automated message from {{domain}}.
ro: Acesta este un mesaj automat de la {{domain}}.
sv: Detta är ett automatiskt meddelande från {{domain}}.

source: OpenPGP key: {{primary_fp}}
ro: OpenPGP cheie: {{primary_fp}}
sv: OpenPGP-nyckel: {{primary_fp}}

source: You can find more info at {{base_uri}}/about
ro: Puteți găsi mai multe informații la {{base_uri}}/about
sv: Du kan hitta mer information på {{base_uri}}/about

source: Verify {{userid}} for your key on {{domain}}
ro: Verificați {{userid}} pentru cheia dvs. pe {{domain}}
sv: Verifiera {{userid}} för din nyckel på {{domain}}

source: To let others find this key from your email address "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", please click the link below:
ro: Pentru a permite altora să găsească această cheie de la adresa dvs. de e-mail "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", vă rugăm să faceți clic pe link-ul de mai jos:
sv: För att låta andra hitta den här nyckeln från din e-postadress "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", klicka på länken nedan:

source: To let others find this key from your email address "{{userid}}", please follow the link below:
ro: Pentru a permite altora să găsească această cheie de la adresa dvs. de e-mail "{{userid}}", vă rugăm să urmați linkul de mai jos:
sv: För att låta andra hitta den här nyckeln från din e-postadress "{{userid}}", klicka på länken nedan:

source: No key found for fingerprint {}
ro: Nu s-a găsit nicio cheie pentru amprenta digitală {}
sv: Ingen nyckel hittades för fingeravtrycket {}

source: No key found for key id {}
ro: Nu s-a găsit nicio cheie pentru cheia id {}
sv: Ingen nyckel hittades för nyckel-ID {}

source: No key found for email address {}
ro: Nu s-a găsit nicio cheie pentru adresa de e-mail {}
sv: Ingen nyckel hittades för e-postadressen {}

source: Search by Short Key ID is not supported.
ro: Căutarea după ID-ul cheii scurte nu este acceptată.
sv: Att söka efter kort nyckel-ID stöds ej.

source: Invalid search query.
ro: Interogare de căutare invalidă.
sv: Ogiltig sökterm.

# Subject for verification email, {0} = userid, {1} = keyserver domain
source: Verify {0} for your key on {1}
ro: Verificați {0} pentru cheia dvs. pe {1}
sv: Verifiera {0} för din nyckel på {1}

# Subject for manage email, {} = keyserver domain
source: Manage your key on {}
ro: Gestionați cheia dvs. pe {}
sv: Hantera din nyckel på {}

source: This link is invalid or expired
ro: Acest link nu este valabil sau a expirat
sv: Den här länken är ogiltig eller har upphört att gälla

source: A request has already been sent for this address recently.
ro: O cerere a fost deja trimisă recent pentru această adresă.
sv: En begäran har redan skickats för den här adressen nyligen.

source: Parsing of key data failed.
ro: Analiza datelor cheie a eșuat.
sv: Behandling av nyckelinformation misslyckades.

source: Whoops, please don't upload secret keys!
ro: Whoops, vă rugăm să nu încărcați chei secrete!
sv: Hoppsan, ladda inte upp privata nycklar tack!

source: No key uploaded.
ro: Nu a fost încărcată nicio cheie.
sv: Ingen nyckel laddades upp.

source: Error processing uploaded key.
ro: Eroare de procesare a cheii încărcate.
sv: Fel när uppladdad nyckel bearbetades.

source: Upload session expired. Please try again.
ro: Sesiunea de încărcare a expirat. Vă rugăm să încercați din nou.
sv: Uppladdningssession gick ut. Vänligen försök igen.

source: Invalid verification link.
ro: Link de verificare invalid.
sv: Ogiltig verifieringslänk.
